# Тестовые данные для test_important_questions

TRUE_ANSWER_ONE = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'

TRUE_ANSWER_TWO = ('Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто '
                   'сделать несколько заказов — один за другим.')

TRUE_ANSWER_THREE = ('Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени '
                     'аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в '
                     '20:30, суточная аренда закончится 9 мая в 20:30.')

TRUE_ANSWER_FOUR = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'

TRUE_ANSWER_FIVE = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'

TRUE_ANSWER_SIX = ('Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете '
                   'кататься без передышек и во сне. Зарядка не понадобится.')

TRUE_ANSWER_SEVEN = ('Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же '
                     'свои.')

TRUE_ANSWER_EIGHT = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

# Тестовые данные для test_create_order

NAME = 'Вика'
SURNAME = 'Ананьева'
ADDRESS = 'Карпинского 50'
METRO = 'Лубянка'
PHONE = '89952828901'
DATE = '30.11.2023'
COMMENT = 'Очень жду, везите скорее!!!'


